const CATEGORY_CONFIG = [
  { id: "الأعمال الترابية والتوقيع", icon: "⛏️" },
  { id: "طبقة النظافة", icon: "🧱" },
  { id: "القواعد", icon: "🏛️" },
  { id: "اللبشة", icon: "🔲" },
  { id: "الجسور والميدة", icon: "🌉" },
  { id: "الأعمدة", icon: "🏢" },
  { id: "الجدران الخرسانية المسلحة", icon: "🧊" },
  { id: "الأسقف", icon: "🏠" },
  { id: "الدرج", icon: "🪜" },
  { id: "البلوك", icon: "🧱" },
  { id: "الصب والعزل", icon: "💧" },
  { id: "تأسيس الكهرباء والسباكة", icon: "🔌" },
];


const QUICK_ACCESS = [
  "الأعمدة",
  "الجسور والميدة",
  "القواعد",
  "الأسقف",
  "البلوك",
  "الصب والعزل"
];
